[Play_X2_XP_TYG_1st_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Рiвень енергiї в акумуляторi стрибає, як ненормальний. Вважаю, нашi дiї увiнчалися успiхом."

[Play_X2_XP_TYG_1st_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Так, процес вiдновлення перервався. Сам акумулятор, згiдно з моїми спостереженнями, став вкрай нестабiльним."

[Play_X2_XP_TYG_2nd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Мої останнi данi вказують на те, що акумулятор слабшає. Не вiрю, що вiн витримає ще одну таку атаку."

[Play_X2_XP_TYG_2nd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Ми успiшно саботували вiдновлення. Вважаю, про акумулятор можна забути."

[Play_X2_XP_TYG_3rd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Акумулятор з труднощами пiдтримує стабiльний рiвень енергiї. Ще трохи, i ми його повнiстю знешкодимо."

[Play_X2_XP_TYG_3rd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Без акумулятора процес вiдновлення припиниться. Вважаю, треба скористатися моментом i розiбратися з ворогом."

[Play_X2_XP_TYG_Destroy_Monolith_Nag AkEvent]
SpokenText="В цьому акумуляторi стiльки енергiї, що Обраний, боюсь, може вiдновлюватися безкiнечно. Я не думаю, що ми зможемо взяти його змором."

[Play_X2_XP_TYG_T_1st_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Це пристрiй - схоже, якийсь акумулятор, що вливає величезну кiлькiсть псi-енергiї прямо в Обраного, вiдновлюючи його сили!"

[Play_X2_XP_TYG_T_1st_Stronghold_Mission_Intro AkEvent]
SpokenText="Сильний сигнал в глибинi будiвлi. Жодних сумнiвiв, це наш Обраний."

[Play_X2_XP_TYG_T_1st_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Енергетичний сигнал прямо попереду. Схоже, це якесь iнопланетне транспортне пристрiй."

[Play_X2_XP_TYG_T_2nd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Це пристрiй аналогiчне акумулятору, який ми зустрiли до цього. Рекомендую термiново вивести його з ладу, щоб не дозволити Обраному вiдновлюватися безкiнечно."

[Play_X2_XP_TYG_T_2nd_Stronghold_Mission_Intro AkEvent]
SpokenText="Починаю пеленг енергетичного сигналу Обраного. Передаю координати."

[Play_X2_XP_TYG_T_2nd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Транспортний портал прямо попереду. Передаю координати."

[Play_X2_XP_TYG_T_3rd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Коректне зауваження."

[Play_X2_XP_TYG_T_3rd_Stronghold_Mission_Intro AkEvent]
SpokenText="Центр, сигнал вiд транспортного пристрою став набагато чiткiшим. Якби хтось хоче, щоб ми його помiтили."

[Play_X2_XP_TYG_T_3rd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Сигнал вiд порталу все сильнiше i сильнiше. Група вже близько."

[Play_X2_XP_TYG_T_Destroy_Monolith_Callout AkEvent]
SpokenText="Центр, вiдновлювальний бар'єр навколо Обраного нам не пiддасться, але про акумулятор таке сказати не можна. Припускаю, що пiсля передачi енергiї вiн стає вразливим на короткий час."

[Play_X2_XP_TYG_T_First_Seen_Adv_Priest_M1 AkEvent]
SpokenText="Схоже, \"Адвент\" почав використовувати в бою своїх так званих \"жрецiв\". Їхнi псi-здiбностi значно посиленi за допомогою iмплантатiв."

[Play_X2_XP_TYG_T_First_Seen_Lost_2 AkEvent]
SpokenText="Схоже, пристрої прибульцiв, скинутi пiд час першого вторгнення, негативно вплинули на цих жителiв i призвели до втрати фiзичного та розумового здоров'я з збереженням базових органiчних функцiй. Будьте обережнi, командире. Безсумнiвно, вони небезпечнi."

[Play_X2_XP_TYG_T_First_Seen_Spectre_M1 AkEvent]
SpokenText="Цей об'єкт насправдi є роєм крихiтних роботiв, що дiють злагоджено i пiдтримують єдину форму."

[Play_X2_XP_TYG_T_First_Spectre_Sighted AkEvent]
SpokenText="Незважаючи на очевидну гуманоїдну форму, це створiння практично невидиме для наших сенсорiв. Я б i сам не повiрив в його iснування, якби не бачив власними очима."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Eight_1 AkEvent]
SpokenText="Незважаючи на майже повну вiдсутнiсть свiдомостi, цi створiння володiють рудиментарними здiбностями до спiлкування. Припускаю звуковi сигнали, але, можливо, ми маємо справу з роєвим поведiнкою."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Eight_2 AkEvent]
SpokenText="Що вся ця орда знає, що тут з'явилася їжа. Я б на вашому мiсцi поспiшив покинути цей район."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Nine_1 AkEvent]
SpokenText="Центр, попереднiй аналiз цих створiнь щось менi нагадує. Треба освiжити пам'ять: щось подiбне менi вже зустрiчалося пiд час роботи на \"Адвент\"."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_One_1 AkEvent]
SpokenText="ДНК цих створiнь видозмiнена настiльки, що вважати їх людьми вже не можна. Можливо, це результат тривалого контакту з радiацiєю вiд тих капсул. Менi, втiм, не приходить на думку, навiщо комусь спецiально робити з собою таке."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Six_1 AkEvent]
SpokenText="Центр, бiологiчнi сигнали збилися в єдину масу i наближаються до вашої позицiї."

[Play_X2_XP_TYG_T_LNA_Part1_LostGone_NoEscape_1 AkEvent]
SpokenText="Бiологiчний сканер пiдтверджує: бiльше цих створiнь поблизу немає."

[Play_X2_XP_TYG_T_LNA_Part1_Post_Fog_Pod_1 AkEvent]
SpokenText="Цi пристрої, якi бездiяли всi цi роки, все ще випромiнюють залишкову радiацiю. У мене немає навiть припущень щодо їх початкового призначення."

[Play_X2_XP_TYG_T_LNA_Part1_Unit_Two_Exits AkEvent]
SpokenText="Центр, я порадив би прискоритися. Сканер показує наближення великої бiомаси."

[Play_X2_XP_TYG_T_LNA_Part2_Dasher_Callout_1 AkEvent]
SpokenText="Пiдходяща назва. Схоже, мутацiї якимось чином прискорили метаболiзм бiгунiв, що вилилося в пiдвищення швидкостi та спритностi, а також набагато агресивнiшу поведiнку."

[Play_X2_XP_TYG_T_LNA_Part2_Lost_Counter_Four_1 AkEvent]
SpokenText="Боюся, що ударна хвиля вiд цього вибуху пройшла по всьому мiсту. Бродяги повиннi активно вiдреагувати на це."

[Play_X2_XP_TYG_T_LNA_Part2_Post_Big_Bang_1 AkEvent]
SpokenText="Боюся, нещастя ще попереду. До вашої позицiї стрiмко наближаються новi об'єкти."

[Play_X2_XP_TYG_T_LNA_Part2_Pre_Purifier_Reveal_1 AkEvent]
SpokenText="Центр, по курсу новi бiологiчнi сигнали."

[Play_X2_XP_TYG_T_LNA_Part2_Pre_Purifier_Reveal_2 AkEvent]
SpokenText="Нi, це щось набагато бiльш знайоме."

[Play_X2_XP_TYG_T_LNA_Part2_Purifier_Weapon_Info_1 AkEvent]
SpokenText="Сфокусований потiк плазми з сопла чистильника здатний плавити не тiльки органiку. Перед ним не встоять нi камiння, нi метали, нi навiть сплави, з яких зроблена наша броня. Жорстокий, але ефективний спосiб \"пiдтримувати чистоту\"."

[Play_X2_XP_TYG_T_LNA_Part3_Lost_Reinforcement_1 AkEvent]
SpokenText="Ця капсула випромiнює звуковi хвилi, якi поширюються на великi вiдстанi."

[Play_X2_XP_TYG_T_LNA_Part3_Lost_Reinforcement_2 AkEvent]
SpokenText="Вiрне припущення. Вся мiсцева бiомаса Бродяг устремилася до нашої позицiї."

[Play_X2_XP_TYG_T_LNA_Plasma_Purifiers_1 AkEvent]
SpokenText="Сфокусований потiк плазми з сопла чистильника здатний плавити не тiльки органiку. Перед ним не встоять нi камiння, нi метали, нi навiть сплави, з яких зроблена наша броня. Жорстокий, але ефективний спосiб \"пiдтримувати чистоту\"."

[Play_X2_XP_TYG_T_LNA_Play3_Assassin_Teleport_1 AkEvent]
SpokenText="Нiяк нi. Сканери працюють на повнiй чутливостi, але вона просто взяла i зникла."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_Five_1 AkEvent]
SpokenText="Засiк нових Бродяг неподалiк вiд точки евакуацiї. Рекомендую дотримуватися обережностi: схоже, вони розкусили нашу стратегiю."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_One AkEvent]
SpokenText="Попереднiй аналiз перемiщення цих створiнь вказує на високий рiвень координацiї. Можливо, вони бiльш розумнi, нiж здаються. Досить цiкава i лякаюча можливiсть."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_Seven_1 AkEvent]
SpokenText="Центр, обсяг бiомаси, що стiкається до вашої позицiї... Це просто кошмар. Якщо група не евакуюється прямо зараз..."

[Play_X2_XP_TYG_T_Sabotage_Trans_Relay_Destroyed AkEvent]
SpokenText="Добре. Як ми i сподiвалися, iзоляцiя мережi вiдкладається на деякий час."

[Play_X2_XP_TYG_T_Sabotage_Trans_Relay_Spotted AkEvent]
SpokenText="Згiдно з нашими даними, цей ретранслятор передає сигнали безпосередньо в мережу. Якщо ви знищите його, то, можливо, противнику буде складнiше iзолювати передавач."

[Play_X2_XP_TYG_T_SITREP_Chemical_Leak AkEvent]
SpokenText="Ми засiкли в секторi високу концентрацiю надзвичайно неприємної речовини. Настiйно рекомендую утриматися вiд прямого контакту з нею."

[Play_X2_XP_TYG_T_SITREP_Outbreak AkEvent]
SpokenText="Як я i очiкував, сканування вказує на значну присутнiсть Бродяг у зонi бойових дiй. Будьте обережнi."

[Play_X2_XP_TYG_T_SITREP_Psionic_Storm AkEvent]
SpokenText="Як я i припускав, псi-сигнали в цьому секторi вказують на присутнiсть кiлькох прибульцiв iз сильними псi-здiбностями. Рекомендую виявити обережнiсть, командире."

[Play_X2_XP_TYG_T_SITREP_Savage AkEvent]
SpokenText="Первинний аналiз пiдтверджується, командире. У цiй зонi прибульцi залишили своїх найбiльш неконтрольованих пiдлеглих."

[Play_X2_XP_TYG_CIN_LA_Reaper_Reveal_2 AkEvent]
SpokenText="У зонi перед вами виявленi бiологiчнi сигнали."
